{
  "about": "About",
  "home": "Home",
  "projects": "Projects",
  "contact": "Contact us",
  "rootpage": {
    "4cores": "SASPJ © 4CORES - All rights reserved",
    "conditions": "Terms and conditions",
    "cookies-policy": "Cookies policy",
    "politics": "Privacy policy"
  },
  "homepage": {
    "title": "Integrated technological <span class='blue'>solutions</span> for optimal performance of <span class='blue'>your business</span>.",
    "subtitle": "Don't let technology hold you back! Modernize your tools for greater efficiency, competitiveness, and profitability.",
    "services": "Services",
    "services-menu": {
      "transition": "Digital transition",
      "transition-elem": {
        "audit": "Audit and consulting in digital transformation",
        "automatisation": "Business process automation",
        "integration": "Integration of tailored digital solutions"
      },
      "development": "Web/Mobile development",
      "development-elem": {
        "web": "Web development frontend & backend",
        "mobile": "Mobile development (iOS, Android)",
        "pwa": "Progressive Web Application (PWA)",
        "hybrid": "Hybrid mobile applications",
        "design": "Web design UI/UX"
      },
      "app-monitoring": "Application management",
      "app-monitoring-elem": {
        "monitoring": "Application deployment and maintenance",
        "support": "Security and update management",
        "maintenance": "Maintenance and technical support"
      },
      "infras": "Infrastructure & Cloud",
      "infras-elem": {
        "network": "Network architecture and server deployment",
        "configuration": "Network configuration layer 2 and 3 (VLAN, VPN, FIREWALL,...)",
        "cloud": "Cloud solutions (AWS, Azure, Google Cloud)",
        "servers": "Server installation and configuration (VMware, Proxmox, Docker, Kubernetes, VMware Tanzu)"
      }
    },
    "relation": {
      "title": "Client Relationship",
      "description": "Our commitment is to support you with tailor-made services, designed to precisely meet your needs and the specific challenges of your business. Through a personalized approach, we offer you scalable solutions, responsive support, and rigorous follow-up.",
      "relation-menu": {
        "tracking": "Personalized follow-up",
        "tracking-desc": "We adapt our solutions to your needs by offering you a personalized and scalable service. Benefit from dedicated support to optimize your IT environment and quickly integrate new features as your business evolves.",
        "warranty": "Warranty",
        "warranty-desc": "Benefit from a 6-month warranty on our services and solutions, ensuring peace of mind. Our commitment is to provide you with a reliable and sustainable IT environment, with complete peace of mind.",
        "security": "Security",
        "security-desc": "The protection of your data is our priority. Our solutions ensure a high level of security to preserve the integrity and confidentiality of your sensitive information.",
        "experience": "Experience",
        "experience-desc": "During our training, we placed paramount importance on the client relationship. Through practical scenarios, we developed our collaboration skills and strengthened our soft skills, which are essential for effective and professional communication."
      }
    },
    "skills": "Skills"
  },
  "aboutpage": {
    "title": "About us",
    "top-description1": "We are an association of four independent students, currently in our first year of a Master's degree in IT systems architecture. Graduated in 2024 with a Bachelor's degree in IT technology from Henallux, we combine our skills and passion to offer solutions tailored <span class='blue'>to your needs.</span>",
    "top-description2": "Thanks to our complementary expertise, we cover various fields: networking, web development, IoT, and system administration (Linux and Windows). This synergy allows us to support your company in its technological challenges and optimize its performance with innovative solutions.",
    "team": {
      "title": "Our team",
      "nini": {
        "name": "Jaunart Noé",
        "role": "Independent Student & Co-Founder",
        "description": "Passionate about IT from a young age, I celebrated my 20th birthday at the end of 2024. Motivated by the realization of projects outside the academic framework, I am currently pursuing a Master's degree in IT Architecture, after obtaining a Bachelor's degree in IT Technology. I want to develop solid expertise in the design and optimization of IT systems. Curious and motivated, I am particularly attracted to infrastructure and Cloud. I like to take on new challenges to innovate and provide effective solutions."
      },
      "ervinou": {
        "name": "Gjoni Ervin",
        "role": "Independent Student & Co-Founder",
        "description": "Passionate about technology and innovation, I have been evolving in the IT field for several years. Currently pursuing a Master's degree in Systems Architecture at Hénallux, I have acquired solid expertise in networks, programming, cybersecurity, IoT, and web development. Alongside my studies, I have also been able to work professionally in IT, which has allowed me to develop a rigorous and effective approach to solving technical problems and optimizing equipment performance."
      },
      "lvca": {
        "name": "Abs Luca",
        "role": "Independent Student & Co-Founder",
        "description": "With a strong foundation in IT systems, I specialize in development, system administration, and network management. I am proficient in several programming languages, including Python, Java, C, HTML/JS (React Vite), PHP, SQL, and Kotlin for mobile applications. My technical skills extend to both Linux and Windows environments, with practical experience in cybersecurity and network configuration using Cisco, Ubiquiti, Palo Alto, and various firewall solutions.<br>I gained professional experience at IBA, where I worked as a student and later as an intern for my Bachelor's thesis. This allowed me to contribute to infrastructure, and software development projects in a real-world setting, reinforcing my technical and problem-solving abilities.<br>Always eager to explore and innovate, I continuously seek out new challenges. I am currently challenging my-self through through a Master’s degree in IT Systems Architecture with my three colleagues."
      },
      "sac": {
        "name": "Van Eenoo Arnaud",
        "role": "Independent Student & Co-Founder",
        "description": "Passionate about IT forever, I am driven by the desire to actively contribute to the digital world around us. Currently pursuing a Master's degree in IT Systems Architecture following the completion of a Bachelor's degree in IT Technology, I have developed solid expertise in the design and optimization of digital infrastructures. Curious and motivated, I am constantly seeking new challenges to innovate, provide effective solutions, and secure our digital footprint."
      }
    }
  },
  "projectspage": {
    "title": "Projects",
    "description-pt1": "Throughout our projects, we have had the opportunity to collaborate with companies and organizations with diverse needs. Each achievement is the result of attentive listening, a tailored approach, and the implementation of our technical skills.",
    "description-pt2": "Discover below some of our collaborations, which illustrate our ability to turn ideas into concrete solutions.",
    "belgium-airsoft": {
      "title": "BELGIUM AIRSOFT",
      "description": "The Belgium Airsoft project was initiated by one of the founders of 4cores. The platform offers advice, equipment comparisons, and a practical guide to help both beginners and experienced players discover all aspects of airsoft safely."
    },
    "eurogreen": {
      "title": "EUROGREEN",
      "description": "Eurogreen is a company specialized in public works, particularly in the creation and development of green spaces. Founded in 1990 and based in Sombreffe, the company has a team of professional gardeners, a design office, a technical department with a landscape architect, and a mechanical workshop."
    },
    "eyup": {
      "title": "PLAFONNAGE EYUP OZDIL",
      "description": "This project concerns the services offered by Plafonnage Eyup Ozdil SRL. The company specializes in interior plastering services for new constructions and renovations, the installation of partition walls in plasterboard or insulating materials, and the application of coatings."
    }
  },
  "soonpage": {
    "title": "Just a bit more ✨ <span id=\"blue\">magic</span> ✨ to add... Stay connected!",
    "redirect": "Home"
  },
  "contactpage": {
    "title": "Contact us",
    "description": "Do you have a question or suggestion? Don't hesitate to contact us via our form.",
    "name": "Last name",
    "surname": "First name",
    "company": "Company",
    "services": "Services",
    "company-placeholder": "My company",
    "transition": "Digital transition",
    "web-dev": "Web development",
    "mobile-dev": "iOS/Android development",
    "dev": "Programming & development",
    "app-monitoring": "Application management",
    "security": "Security",
    "other" : "Other",
    "comments": "Comments",
    "comments-placeholder": "Your message...",
    "send": "Send",
    "sending": "Sending...",
    "success-message": {
      "title": "Thank you for your message!",
      "description": "We have received your contact request. A member of the 4CORES team will get back to you as soon as possible.",
      "name": "Name: ",
      "company": "Company: ",
      "email": "Email: ",
      "services": "Requested services: ",
      "message": "Your message: "
    },
    "customer-email": {
      "greetings": "Thank you for your message!",
      "title": "Hello ",
      "description": "We confirm the receipt of your contact request. A member of our team will contact you as soon as possible.",
      "recap": "Summary of your request: ",
      "services": "Requested services: ",
      "message": "Your message: ",
      "info": "If you have any other questions or information to share with us, please don't hesitate to contact us at contact@4cores.be",
      "team": "4CORES Team"
    },
    "email-content": {
      "confirmation": "Contact form confirmation - 4CORES",
      "sending-error": "Error while sending: ",
      "error": "Error: "
    }
  },
  "notfoundpage": {
    "title": "<span id=\"blue\">Oops! </span>This page doesn't exist...",
    "redirect": "Home"
  },
  "cookiepage": {
    "title": "Cookie Policy",
    "description": "We have chosen to use as few cookies as possible to preserve your privacy. We do not integrate any cookies for advertising purposes, data reselling, or intrusive tracking, as these practices go against our values. Our priority is to offer you a respectful and anonymous browsing experience. Only cookies strictly necessary for the proper functioning of the site may be used, and you always have control over their management.",
    "name": "Cookie name",
    "domain": "Domain",
    "expiration": "Expiration",
    "cookie-description": "Description",
    "cookie-consent": {
      "name": "cookieConsent",
      "domain": "www.4cores.be",
      "expiration": "1 year",
      "description": "Cookie used to verify user consent regarding the use of cookies."
    },
    "cookie-ga": {
      "name": "_ga",
      "domain": "www.google.com",
      "expiration": "2 years",
      "description": "Cookies used to measure website audience. They are only activated with the user's consent and are deleted if consent is not given."
    },
    "accept": "Accept",
    "deny": "Deny",
    "more": "More information",
    "less": "Less information",
    "banner": {
      "title": "Your privacy is important to us!",
      "description": "This website only uses essential cookies to remember your preferred language and to collect audience statistics."
    }
  },
  "politicspage": {
    "title" : "Privacy policy",
    "last-update": "Last update : 17/09/25",
    "table": {
      "identity": "1. Data Controller Identity",
      "treatment": "2. Personal Data Processing",
      "finality": "3. Purpose of Processing",
      "request": "3.1 Responding to User Requests",
      "upgrade": "3.2 Improving Service Quality",
      "security": "3.3 Ensuring Website Security",
      "base": "4. Legal Basis",
      "agreement": "4.1 Consent (Article 6, §1, a of GDPR)",
      "execution": "4.2 Performance of a Contract or Pre-contractual Measures (Article 6, §1, b)",
      "interest": "4.3 Legitimate Interest (Article 6, §1, f)",
      "obligation": "4.4 Compliance with a Legal Obligation (Article 6, §1, c)",
      "confidentiality": "5. Security and Confidentiality",
      "network": "6. Social Networks",
      "rights": "7. Exercising Your Rights",
      "protection": "8. Data Protection Authority"
    },
    "identity": {
      "title": "Data Controller Identity",
      "p1": "The publication and management of the website 'https://www.4cores.be/' are provided by 'SASPJ 4CORES', whose administrative address is 'Rue du Fort d’Andoy (WD) 83, 5100 Namur'.",
      "sp1": "Phone number: +32 492 87 64 05, +32 473 17 10 56",
      "sp2": "Email address: contact@4cores.be",
      "sp3": "Company number: 1021.374.168",
      "sp4": "VAT number: BE 1021.374.168",
      "p2": "We care about your privacy and whenever we process your personal data, we do so in accordance with the provisions of the General Data Protection Regulation and national law relating to personal data processing. Under data protection legislation, we are required to make the information contained in this privacy policy accessible to you."
    },
    "treatment": {
      "title": "Personal Data Processing",
      "p1": "Personal data, or personal information, means any information about an individual from which that person can be identified. It does not include data where the identity has been removed (anonymous data).",
      "p2": "We strive to collect as little personal information as possible to achieve our objectives. Specifically, we may collect all or part of the following data elements:",
      "sp1": "Electronic identification data:",
      "sp2": "Contact form: first name, last name, email, request description",
      "sp3": "IP address",
      "sp4": "Web browsing data through logging by our IT system managing the website, for service improvement and security purposes.",
      "p3": "Note: No cookies are used on this website."
    },
    "finality": {
      "title": "Purpose of Processing",
      "p1": "Responding to user requests",
      "sp1": "Processing data provided via contact forms (first name, last name, email, message).",
      "sp2": "Allows us to connect with visitors, provide personalized responses, schedule appointments, or provide quotes.",
      "p2": "Improving service quality",
      "sp3": "Detecting bugs or friction points to optimize user experience.",
      "p3": "Ensuring website security",
      "sp4": "Collecting and analyzing web server logs (IP address, timestamp, requests).",
      "sp5": "Detecting intrusion attempts, malicious access, or abnormal behavior.",
      "sp6": "Taking corrective technical measures (system updates, IP blocking, etc.)."
    },
    "base": {
      "title": "Legal Basis",
      "p1": "We process your personal data in accordance with the legal bases provided by the General Data Protection Regulation (GDPR), depending on the nature of each interaction with our site:",
      "p2": "Consent (Article 6, §1, a of GDPR)",
      "p3": "We collect your explicit consent when:",
      "sp1": "You fill out a contact form.",
      "sp2": "By continuing to use this site, you acknowledge having read this privacy policy.",
      "p4": "You may withdraw your consent at any time by contacting us.",
      "p5": "Performance of a contract or pre-contractual measures (Article 6, §1, b)",
      "p6": "When you request a quote, a service, or information related to a potential collaboration, we must process certain data to respond.",
      "p7": "Legitimate interest (Article 6, §1, f)",
      "p8": "We have a legitimate interest to:",
      "sp3": "Ensure site security and prevent abuse or hacking attempts.",
      "sp4": "Improve the quality of our services and user experience, in a proportionate and privacy-respectful manner.",
      "p9": "Compliance with a legal obligation (Article 6, §1, c)",
      "p10": "We may be required to retain certain data to meet accounting, tax, or billing obligations."
    },
    "security": {
      "title": "Security and Confidentiality",
      "p1": "We are committed to keeping your personal data secure and confidential and have established security procedures to prevent any loss, misuse, or alteration of such personal data in accordance with industry best practices."
    },
    "network": {
      "title": "Social Networks",
      "p1": "When you use the Like and Share social media buttons that may appear on our website or visit our social media page, please note that personal data is processed by the social media platform. In this process, the applicable European regulator considers us, along with the social media platform, as joint controllers of the data processing."
    },
    "google": {
      "title": "Use of Google Fonts",
      "p1": "The site uses Google Fonts for font display. When you visit the site, a connection is established with Google's servers to load these fonts. This may result in the transmission of certain technical data to Google. For more information, you can consult the Google Fonts privacy policy: https://developers.google.com/fonts/faq."
    },
    "form": {
      "title": "Contact Form",
      "p1": "When you use our contact form, the data you enter (first name, last name, email address, message, company name) is transmitted to our email management system via Mailjet, a third-party email service provider.",
      "p2": "This transfer is carried out via a secure connection (HTTPS). No data is stored on the site itself. Mailjet does not install cookies on your device as part of this process.",
      "p3": "The transmitted data is used solely to process your request (response, contact, information delivery). It is processed in accordance with Mailjet's privacy policy, available here: https://www.mailjet.com/legal/privacy-policy/",
      "p4": "We ask that you do not include sensitive personal data in your message, such as:",
      "sp1": "Identity card, social security, or bank account numbers;",
      "sp2": "Medical or health-related information;",
      "sp3": "Confidential data or data particularly protected by law.",
      "p5": "This data is not necessary for processing your request and must not be transmitted via our form under any circumstances."
    },
    "rights": {
      "title": "Exercising Your Rights",
      "p1": "In accordance with the General Data Protection Regulation, you have several rights.",
      "p2": "You can exercise your rights by contacting our privacy coordinator at contact@4cores.be or at the address below:",
      "p3": "SASPJ 4Cores: Rue du Fort d’Andoy 83, 5100 Namur"
    },
    "autority": {
      "title": "Data Protection Authority",
      "p1": "You can address your complaints and comments to the competent data protection authority at the address below: Gegevensbeschermingsautoriteit / Data Protection Authority Drukpersstraat 35, 1000 Brussels / Rue de la Presse 35, 1000 Brussels.",
      "a1": "https://gegevensbeschermingsautoriteit.be",
      "a2": "https://autoriteprotectiondonnees.be"
    }
  },
  "close" : "Close",
  "consult": "Take a look !",
  "more": "Expand"
}